app/controllers/static_pages_controller.rb

SELECT "users".* FROM "users" ORDER BY created_at DESC
---
  def admin
  	@users = User.all